[{
		"image": "https://comidasparaguayas.com/wp-content/uploads/2019/11/empanada-de-carne-paraguaya_700x465.jpg",
		"flavor": "Empanada de carne",
		"price": 30,
		"description": "Nuestra empanada de carne es una verdadera delicia para los amantes de la carne. Esta empanada presenta una masa dorada y crujiente que envuelve un relleno jugoso y sabroso de carne de res sazonada a la perfección. En cada bocado, disfrutarás de la combinación de carne de alta calidad, cebolla, ajo y una mezcla especial de especias que realzan su sabor. Nuestra receta tradicional te llevará en un viaje culinario a la auténtica experiencia de las empanadas. Es perfecta para satisfacer tu apetito como aperitivo, plato principal o para llevar en cualquier momento del día. ¡Una elección clásica que te hará volver por más!",
		"stock": 20,
		"category": "Empanadas"
	},
	{
		"image": "https://comohacerpanqueques.info/wp-content/uploads/2018/06/receta-de-empanadas-de-pollo.jpg",
		"flavor": "Empanada de pollo",
		"price": 30,
		"description": "Nuestra empanada de pollo es una verdadera joya culinaria que combina la ternura del pollo con sabores irresistibles. Presenta una masa crujiente y dorada que envuelve un relleno de pollo tierno, sazonado con una mezcla de especias cuidadosamente seleccionadas. Cada bocado te llevará a un viaje de sabor en el que descubrirás la armonía de los ingredientes frescos y de calidad. El relleno se complementa con cebolla, pimientos y un toque de ajo para crear una experiencia gastronómica inolvidable. Ya sea como aperitivo o como plato principal, nuestra empanada de pollo te conquistará con su sabor casero y su textura perfectamente crujiente. ¡Una elección deliciosa para satisfacer tus antojos!",
		"stock": 13,
		"category": "Empanadas"
	},
	{
		"image": "https://images.aws.nestle.recipes/original/d2d3528a1d5397cc4e87c8a32ea028df_empanadas_de_queso-1.png",
		"flavor": "Empanada de queso",
		"price": 30,
		"description": "Nuestra empanada de queso es un homenaje al sabor reconfortante y gratificante del queso derretido. Esta deliciosa creación comienza con una masa dorada y crujiente que encierra un relleno abundante de quesos selectos que se funden en una armonía de sabores y texturas. Cada bocado te sumergirá en una experiencia culinaria que combina la riqueza del queso con la perfección de la masa. Nuestros quesos son escogidos cuidadosamente para ofrecerte un equilibrio entre suavidad y sabor intenso. Es una opción perfecta como aperitivo para compartir o como un plato principal reconfortante. La empanada de queso es una elección clásica que encantará a los amantes del queso y dejará un recuerdo duradero en tu paladar. ¡No te la puedes perder!",
		"stock": 7,
		"category": "Empanadas"
	},
	{
		"image": "https://img-global.cpcdn.com/recipes/951e0a82e679b668/680x482cq70/empanadas-al-horno-de-jamon-queso-y-huevo-foto-principal.jpg",
		"flavor": "Empanada Hawaiiana",
		"price": 30,
		"description": "Nuestra empanada hawaiana es una explosión tropical de sabores en cada bocado. Esta creación única combina la esencia de Hawái con la tradición de las empanadas. La masa crujiente y dorada se abre para revelar un relleno irresistible que incluye trozos de jugoso pollo, piña fresca y un toque de salsa agridulce hawaiana. Esta combinación agridulce y salada te transportará directamente a las playas soleadas de Hawái. Cada mordisco es una fiesta de sabores, con la frescura de la piña que se mezcla con la suavidad del pollo y el toque tropical de la salsa. Nuestra empanada hawaiana es perfecta como un bocado exótico para disfrutar solo o como parte de un festín de sabores internacionales. ¡Aventúrate en un viaje culinario con esta deliciosa y única empanada!",
		"stock": 24,
		"category": "Empanadas"
	},
	{
		"image": "https://editorialtelevisa.brightspotcdn.com/wp-content/uploads/2019/09/empanadas-champinones.jpg",
		"flavor": "Empanada de champiñones",
		"price": 30,
		"description": "Nuestra empanada de champiñones es una elección excepcional para los amantes de los sabores vegetales y la exquisitez gourmet. La masa crujiente y dorada envuelve un relleno de champiñones frescos, salteados a la perfección con hierbas aromáticas y cebolla caramelizada. Cada bocado te llevará a un mundo de sabores terrosos y texturas delicadas. Los champiñones aportan un sabor umami inconfundible, mientras que la cebolla caramelizada añade un toque de dulzura y profundidad de sabor. Esta empanada es una opción vegetariana deliciosa y sofisticada que combina la simplicidad de los ingredientes naturales con la calidad de la cocina artesanal. Ya sea como aperitivo o como plato principal, la empanada de champiñones te brindará una experiencia culinaria gourmet que te hará volver por más. ¡Déjate seducir por esta exquisitez vegetariana!",
		"stock": 17,
		"category": "Empanadas"
	},
	{
		"image": "https://i.ytimg.com/vi/HEUPO6wE1nI/maxresdefault.jpg",
		"flavor": "Empanada de piña",
		"price": 30,
		"description": "Nuestra empanada de piña es una explosión de sabor tropical que deleitará tus sentidos. Esta maravilla culinaria combina la crujiente textura de la masa con el dulce y jugoso relleno de piña fresca. Cada bocado es una experiencia refrescante y dulce que te transportará directamente a un paraíso tropical. La piña, con su sabor naturalmente dulce y su aroma tropical, se mezcla a la perfección en esta empanada. Es una opción perfecta como postre o como un capricho en cualquier momento del día. La empanada de piña es una deliciosa y exótica elección que te hará sentir como si estuvieras disfrutando de un día soleado en la playa. ¡Sumérgete en la frescura y el sabor de la piña con esta empanada tropical!",
		"stock": 4,
		"category": "Empanadas"
	},
	{
		"image": "https://www.arteli.com.mx/Blog/recetasarteli/empanadas-de-cajeta/images/empanadas-de-cajeta.jpg",
		"flavor": "Empanada de cajeta",
		"price": 30,
		"description": "Nuestra empanada de cajeta es un auténtico deleite para los amantes del dulce. Esta deliciosa creación presenta una masa dorada y crujiente que encierra un relleno suave y sedoso de cajeta, un dulce tradicional de América Latina hecho a base de leche de cabra caramelizada. Cada bocado es un viaje al mundo del caramelo, con la cajeta que se derrite en tu boca y despierta tus papilas gustativas con su dulzura intensa y su sabor a caramelo quemado. La empanada de cajeta es perfecta como postre o para disfrutar en cualquier momento del día como un capricho dulce. Es una elección que te llevará en un viaje de sabores decadentes y reconfortantes. Si eres un amante del caramelo y los dulces tradicionales, esta empanada te conquistará con su sabor auténtico y su textura suave. ¡Déjate tentar por la dulzura de la empanada de cajeta!",
		"stock": 15,
		"category": "Empanadas"
	},
	{
		"image": "https://consalyazucar.com/cdn/recipes/empanadas_de_mole.jpg",
		"flavor": "Empanada de mole",
		"price": 30,
		"description": "Nuestra empanada de mole es una obra maestra de sabores complejos y ricos, que te llevará en un viaje culinario por la tradición gastronómica mexicana. La masa crujiente y dorada envuelve un relleno elaborado con mole, una salsa emblemática de México que combina una variedad de ingredientes, como chiles secos, chocolate, especias y más, para lograr un sabor inigualable. Cada bocado te sumergirá en una experiencia de sabor única y satisfactoria. El mole, con su mezcla de sabores dulces, picantes y terrosos, se combina a la perfección con la textura crujiente de la masa. Esta empanada es una explosión de sabores que representa la riqueza y la diversidad de la cocina mexicana. Es una elección perfecta para aquellos que buscan una experiencia gastronómica auténtica y llena de historia. Ya sea como aperitivo o como plato principal, la empanada de mole te cautivará con su sabor tradicional y su carácter único. ¡Déjate llevar por la magia del mole con esta deliciosa empanada!",
		"stock": 3,
		"category": "Empanadas"
	},
	{
		"image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F21%2F2018%2F04%2F21%2Fsalsa-roja-bc3a1sica-2000.jpg&q=60",
		"flavor": "Salsa roja",
		"price": 50,
		"description": "Nuestra salsa roja es el compañero perfecto para nuestras deliciosas empanadas. Preparada con tomates frescos, chiles picantes y una mezcla secreta de especias, esta salsa roja añade un toque de picante y sabor a cada bocado de nuestras empanadas. Su color vibrante y su sabor robusto complementan a la perfección la masa crujiente y los rellenos sabrosos de nuestras empanadas. Sumérgete en la experiencia de sabores auténticos y disfruta de la emoción de cada mordisco con nuestra salsa roja. Es el acompañamiento ideal para realzar el sabor de nuestras empanadas y llevar tu experiencia culinaria al siguiente nivel. ¡Dale un toque de emoción a tus empanadas con nuestra salsa roja!",
		"stock": 5,
		"category": "Salsas"
	},
	{
		"image": "https://patijinich.com/es/wp-content/uploads/sites/3/2021/09/chile-de-arbol-salsa-verde-scaled.jpg",
		"flavor": "Salsa verde",
		"price": 50,
		"description": "Nuestra salsa verde es el complemento fresco y vibrante que eleva tus empanadas a un nivel superior de sabor. Elaborada con tomatillos verdes, chiles frescos y una pizca de cilantro, esta salsa es una explosión de sabores naturales. Su color verde intenso y su sabor refrescante hacen que cada bocado sea una experiencia única. Combina a la perfección con la crujiente textura de nuestras empanadas y realza la calidad de nuestros rellenos. Sumérgete en la frescura de la salsa verde y disfruta de la armonía de sabores con cada empanada. Es el acompañamiento ideal para aquellos que buscan un toque picante y refrescante para sus empanadas. ¡Dale vida a tus empanadas con nuestra salsa verde!",
		"stock": 11,
		"category": "Salsas"
	},
	{
		"image": "https://www.laylita.com/recetas/wp-content/uploads/2013/01/Como-hacer-la-salsa-de-aguacate.jpg",
		"flavor": "Salsa de aguacate",
		"price": 50,
		"description": "Nuestra salsa de aguacate es la culminación de la suavidad y el frescor. El aguacate fresco se combina con ingredientes seleccionados y un toque de limón para crear una salsa cremosa y deliciosa. Su color verde vibrante y su sabor refrescante añaden un elemento de lujo a cada bocado de nuestras empanadas. Esta salsa es la elección perfecta para aquellos que buscan un toque suave y untuoso para complementar la textura crujiente de nuestras empanadas. Sumérgete en la indulgencia del aguacate y disfruta de la armonía de sabores con cada empanada. Es el acompañamiento ideal para realzar la experiencia culinaria de nuestras empanadas. ¡Explora la riqueza del aguacate con nuestra salsa de aguacate!",
		"stock": 9,
		"category": "Salsas"
	},
	{
		"image": "https://mexicoenmicocina.com/wp-content/uploads/2017/05/1-ima-7-1024x683.jpg",
		"flavor": "Salsa de chile habanero",
		"price": 50,
		"description": "Nuestra salsa de habanero es un torbellino de sabor y picante que despierta tus papilas gustativas con cada bocado. Preparada con chiles habaneros, esta salsa es una explosión de calor y sabor que agrega una chispa intensa a tus empanadas. Su color vibrante y su aroma picante hacen que cada empanada sea una experiencia audaz y llena de carácter. Esta salsa es la elección ideal para los amantes del picante que buscan un toque ardiente y audaz para acompañar nuestras empanadas. Sumérgete en la emoción del habanero y disfruta de la emocionante fusión de sabores con cada bocado. Es el acompañamiento perfecto para aquellos que buscan un nivel adicional de intensidad en su experiencia culinaria. ¡Atrévete con nuestra salsa de habanero y lleva tus empanadas al siguiente nivel de picante!",
		"stock": 9,
		"category": "Salsas"
	},
	{
		"image": "https://comohacersalsa.com/wp-content/uploads/2018/08/salsa-de-cacahuate.jpg",
		"flavor": "Salsa de cacahuate",
		"price": 50,
		"description": "Nuestra salsa de cacahuate es un viaje de sabores exóticos y cremosidad indulgente. Elaborada con cacahuetes tostados y una mezcla secreta de especias, esta salsa es una deliciosa combinación de textura suave y sabor robusto. Su color dorado y su aroma tentador crean una experiencia única para tus empanadas. Esta salsa es la elección perfecta para quienes buscan un equilibrio de sabor agridulce y una riqueza de nueces para realzar el sabor de nuestras empanadas. Sumérgete en la riqueza de los cacahuetes y disfruta de la armonía de sabores con cada bocado. Es el acompañamiento ideal para aquellos que desean añadir una dimensión de sabor única y indulgente a sus empanadas. ¡Explora la exquisitez del cacahuate con nuestra salsa de cacahuate y dale un giro a tus empanadas!",
		"stock": 9,
		"category": "Salsas"
	},
	{
		"image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/c45a6a104890161.5f6cbc081082c.png",
		"flavor": "Coca-cola",
		"price": 25,
		"description": "Nuestra Coca-Cola es la bebida refrescante por excelencia que complementa a la perfección tus empanadas. Esta icónica gaseosa es conocida por su sabor inconfundible y su efervescencia burbujeante que estimula tus sentidos. Con una mezcla secreta de aromas y sabores, Coca-Cola ofrece una experiencia de sabor única que se mezcla maravillosamente con la diversidad de nuestras empanadas. Su color oscuro y su característico toque de caramelo crean una simbiosis de sabores entre la bebida y nuestros platillos. Refrescante y versátil, Coca-Cola es la opción clásica para acompañar tus empanadas, aportando un equilibrio de dulzura y efervescencia que complementa la variedad de sabores de nuestras empanadas. Ya sea en lata, botella o vaso, una Coca-Cola siempre será el refresco perfecto para satisfacer tu sed y realzar tu experiencia gastronómica. ¡Disfruta de la refrescante magia de Coca-Cola con tus empanadas favoritas!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://carta.menu/storage/media/dishes_main/2220871/pepsi.jpg",
		"flavor": "Pepsi",
		"price": 25,
		"description": "Nuestra Pepsi es la elección ideal para acompañar tus empanadas con un toque refrescante y único. Esta gaseosa icónica se distingue por su sabor característico y su burbujeante efervescencia que revitaliza tus sentidos. Con una combinación equilibrada de sabores y una chispeante frescura, Pepsi complementa perfectamente la variedad de sabores de nuestras empanadas. Su color oscuro y su toque de caramelo aportan una dimensión de sabor que se fusiona armoniosamente con nuestras deliciosas creaciones. Refrescante y versátil, Pepsi es la elección clásica para maridar tus empanadas, brindando un equilibrio entre dulzura y efervescencia que realza la experiencia gastronómica. Ya sea en lata, botella o vaso, Pepsi siempre será la bebida perfecta para calmar tu sed y elevar tu disfrute con nuestras empanadas. ¡Siente la chispeante satisfacción de Pepsi junto a tus empanadas favoritas!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://d1zc67o3u1epb0.cloudfront.net/media/catalog/product/cache/23527bda4807566b561286b47d9060f4/5/6/564.jpg",
		"flavor": "Jarritos",
		"price": 25,
		"description": "Nuestra refrescante Jarritos es la bebida que te llevará en un viaje de sabores auténticos y tradicionales. Esta gaseosa de origen mexicano se destaca por su sabor frutal y su espectro de colores vibrantes que capturan la esencia de la cultura mexicana. Con una amplia gama de sabores, desde el clásico tamarindo hasta la dulzura de la piña, Jarritos ofrece una experiencia refrescante y llena de carácter que complementa perfectamente tus empanadas. Sus colores y sabores únicos se entrelazan con la variedad de nuestras empanadas, ofreciendo una sensación de frescura y autenticidad en cada sorbo. Ya sea que optes por el tamarindo, el limón, la fresa u otro sabor, Jarritos es la bebida que transportará tus papilas gustativas a México con cada burbujeante trago. ¡Sumérgete en la autenticidad y la diversidad de los sabores de Jarritos junto a tus empanadas favoritas!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://www.cocinavital.mx/wp-content/uploads/2019/08/agua-horchata-la-michoacana.jpg",
		"flavor": "Horchata",
		"price": 25,
		"description": "Nuestra Horchata es una bebida refrescante que te envolverá en la riqueza de los sabores y tradiciones latinas. Elaborada con arroz, canela, vainilla y azúcar, esta bebida blanca y cremosa es un regalo para tus sentidos. La Horchata es conocida por su suavidad y su sabor dulce con toques de canela, que la convierten en un complemento perfecto para tus empanadas. Su frescura y su carácter exótico se fusionan maravillosamente con la diversidad de sabores de nuestras empanadas. Ya sea que la prefieras fría o a temperatura ambiente, la Horchata es una bebida que te transportará a las raíces latinas y te refrescará con cada sorbo. Es la elección ideal para aquellos que buscan una bebida única y tradicional para maridar con sus empanadas. ¡Déjate envolver por la suavidad y el sabor de la Horchata en cada momento de tu comida!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://cdn2.cocinadelirante.com/sites/default/files/images/2019/04/como-hacer-agua-de-tamarindo-para-adelgazar.jpg",
		"flavor": "Tamarindo",
		"price": 25,
		"description": "Nuestra bebida de Tamarindo es un tributo a la riqueza de los sabores tropicales y la cultura latina. El tamarindo, una fruta tropical de sabor agridulce, se convierte en una bebida refrescante y llena de carácter. Su color oscuro y su sabor intrigante hacen de esta bebida una elección única para acompañar tus empanadas. El tamarindo aporta un equilibrio de dulzura y acidez que se fusiona maravillosamente con la variedad de sabores de nuestras empanadas. Cada sorbo es como un viaje a un exótico paraíso tropical. Ya sea que prefieras la versión clásica o con hielo, la bebida de Tamarindo es una opción refrescante y auténtica para acompañar tus empanadas. Sumérgete en la frescura y la profundidad de sabor del tamarindo y disfruta de una experiencia tropical junto a tus empanadas favoritas. ¡Explora la exquisita aventura del Tamarindo en cada sorbo!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://t2.uc.ltmcdn.com/es/posts/0/9/0/como_hacer_limonada_sin_azucar_51090_orig.jpg",
		"flavor": "Limonada",
		"price": 25,
		"description": "Nuestra limonada es una refrescante y deliciosa bebida que combina la frescura de los limones recién exprimidos con un toque de dulzura. Cada sorbo es una explosión de sabor cítrico y revitalizante que complementa a la perfección tus empanadas. Con su color amarillo claro y su aroma fresco, la limonada es la elección perfecta para refrescar tu paladar y equilibrar los sabores de nuestras empanadas. Ya sea que prefieras tu limonada tradicional o con un toque de menta, esta bebida es un acompañamiento refrescante y versátil que realza la experiencia culinaria. Es la opción ideal para aquellos que buscan una bebida clásica y refrescante para disfrutar con sus empanadas. ¡Eleva tu comida a otro nivel de frescura con nuestra limonada!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://www.paulinacocina.net/wp-content/uploads/2023/06/jugo-de-naranja-receta-y-propiedades.jpg",
		"flavor": "Naranjada",
		"price": 25,
		"description": "Nuestra naranjada es una bebida refrescante que celebra la frescura y la vitalidad de las naranjas maduras. Cada sorbo es como un rayo de sol en un vaso, con el sabor jugoso y cítrico de las naranjas recién exprimidas. Su color dorado y su aroma a naranja fresca evocan la sensación de un día soleado. La naranjada es una elección refrescante y saludable que complementa a la perfección el sabor y la diversidad de nuestras empanadas. Ya sea que la prefieras con hielo o sin, esta bebida es el acompañamiento perfecto para realzar tus empanadas y llevar tu experiencia gastronómica al siguiente nivel. Es la opción ideal para aquellos que buscan un toque de frescura y vitalidad en su comida. ¡Deleita tus sentidos con la vivacidad de nuestra naranjada junto a tus empanadas favoritas!",
		"stock": 9,
		"category": "Bebidas"
	},
	{
		"image": "https://foodmetamorphosis.com/wp-content/uploads/2023/01/pina-colada-mocktail-1.jpg",
		"flavor": "Piña colada",
		"price": 25,
		"description": "Nuestra Piña Colada es una indulgencia tropical que te transportará a las playas de ensueño con cada sorbo. Elaborada con piña fresca, crema de coco y un toque de ron (opcional), esta bebida es una explosión de sabor exótico y refrescante. Su color blanco cremoso y su aroma a piña fresca te sumergirán en un oasis de sabores tropicales. La Piña Colada es el complemento perfecto para equilibrar la variedad de sabores de nuestras empanadas. Ya sea que la prefieras con o sin alcohol, esta bebida es la elección ideal para quienes buscan una experiencia tropical y decadente junto a sus empanadas. Es el acompañamiento perfecto para una comida relajante y llena de sabor. ¡Embárcate en un viaje sensorial con nuestra Piña Colada y disfruta de un pedacito de paraíso junto a tus empanadas favoritas!",
		"stock": 9,
		"category": "Bebidas"
	}
]
